---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralAnalyticalProjectMemberPlaneColumnBottom
source: html/9127a366-2308-5504-11c7-40bbb3414020.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralAnalyticalProjectMemberPlaneColumnBottom Property

"Bottom Vertical Projection"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralAnalyticalProjectMemberPlaneColumnBottom { get; }
```